---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.GraphicDisplayOptionsBackground
source: html/fd26704f-431c-0021-f57b-c67d4041a939.htm
---
# Autodesk.Revit.DB.ParameterTypeId.GraphicDisplayOptionsBackground Property

"Background"

## Syntax (C#)
```csharp
public static ForgeTypeId GraphicDisplayOptionsBackground { get; }
```